{
  "Bosh sahifa": "Home",
  "Biz haqimizda": "About Us",
  "Xizmatlar": "Services",
  "Islom moliyasi": "Islamic Finance",
  "Kurslar": "Courses",
  "Bog'lanish": "Contact",
  "Tezkor havolalar": "Quick Links",
  "Aloqaga chiqing": "Get in Touch",
  "Batafsil ma'lumot": "Learn More",
  "Vizyon": "OUR MISSION",
  "Bizning hamkorlarimiz va mijozlarimiz!": "Our Partners and Clients!",
  "Uchrashuv belgilang": "Schedule a Meeting",
  "Ismingiz": "Your Name",
  "Sizning elektron manzilingiz": "Your Email Address",
  "Sizning raqamingiz": "Your Phone Number",
  "Yuborish": "Submit",
  "Bizning Jamoa!": "Our Team",
  "header1": "To be the leading consulting firm in Central Asia, fostering a robust and inclusive Islamic finance ecosystem that empowers individuals and businesses, and promotes sustainable economic growth in the region",
  "header2": "The primary goal of Al-Muamalat Consulting is to contribute to the comprehensive development of Islamic finance in Uzbekistan and Central Asia, considering the interests of the countries and in accordance with existing regulations.",
  "mission": "Markaziy Osiyoda etakchi konsalting kompaniyasi bo'lish, kuchli va inklyuziv Islom moliya ekotizimini rivojlantirish orqali shaxslar va bizneslarni qo`llab-quvvatlash hamda mintaqaning barqaror iqtisodiy o'sishiga hissa qo'shish.",
  "blog": "CEO and Founder",
  "blog1": "International expert",
  "blog3": "International expert. Director of Advisory Unit",
  "blog4": "Director of Training and Education",
  "blog5": "Chief financial officer",
  "blog6": "Islamic finance advisor",
  "blog7": "Digital Transformation Strategist",
  "text": "Tursunov Iskandar holds a master’s degree in Islamic finance from INCEIF University in Kuala Lumpur, Malaysia. He also studied Islamic finance at Istanbul Sabahattin Zaim University in Türkiye. He has many years of experience in the banking, insurance, and government sectors.",
  "text1": "Dr. Mezbah Uddin Ahmed is a distinguished researcher at ISRA Research Management Centre, a part of INCEIF University established by Bank Negara Malaysia (Central Bank of Malaysia). He also provides various Islamic Finance advisory services through ISRA Consulting.",
  "text3": "Hayot Azimov Financial engineering, risk management and project management practitioner for past 15 years. Experienced in establishing Islamic Banks and Banking windows in Malaysia. Active interests in Islamic Fintech and blockchain application.",
  "text4": "Xamid Raxmatov earned a master's degree in Islamic finance from International Islamic University Malaysia University in Kuala Lumpur, Malaysia. He has extensive expertise in the financial services, insurance, and the state industries.",
  "text5": "Oripov Sarvar holds an MBA in Finance from Cardiff Metropolitan University in the UK. He has many years of experience in financial management within the private sector. He is also an expert in halal investments and stock market trading.",
  "Bizning Videolar!": "Our Videos",
  "Batafsil o'qish": "Read More",
  "Bizning Maqolalar!": "Our Articles",
  "text6": "Waqf as a Catalyst for Economic Development: How is Uzbekistan Utilizing It?",
  "text7": "Uzbekistan's Potential as a Regional Hub for Islamic Finance.",
  "text9": "Islamic finance against poverty",
  "text10": "Sukuk in Islamic finance: World experience, advantages and opportunities",
  "text11": "Muslim Friendly Tourism: Leading Countries and Opportunities for Uzbekistan",
  "text12": "Islamic financial instruments are a way to reduce the external debt burden",
  "text13": "Dr. A’lam Ilhomovich Asadov, PhD, CSAA is an Assistant Professor of Finance at Prince Sultan University in Riyadh, Saudi Arabia. He holds a PhD in Islamic Finance from INCEIF University and a CSAA certification from AAOIFI.",
  "”ISLOM MOLIYASI”": "”ISLAMIC FINANCE” TOOLS",
  "O'quv dasturlari": "Training Programs",
  "Sertifikatlash dasturlari": "Certification Programs",
  "Ixtisoslashgan kurslar": "Specialized Courses",
  "Xalqaro ta'lim dasturlari": "International Training Programs",
  "Maxsus Kengash": "Special Shariah Board",
  "BIZNING XIZMATLARIMIZ": "OUR SERVICES",
  "Ro'yhatdan o'tish": "Register",
  "Kirish": "Login",
  "text14": "Dr. Ramazan Yildirim specializes in corporate governance, Business Process Management (BPM), and Corporate Risk Management (CRM). He has worked with global firms like Siemens, SAP, and SABIC.",
  "house": "Tashkent city, Mirzo Ulugbek district, Lashkarbegi MFY, 59 Independence",
  "Videodarslar": "Video Lessons",
  "Vazifalar": "Assignments",
  "Kursni oʻrganishni hozirdan boshlang": "Start learning the course now",
  "Bir umrlik foydalanish imkoniyati": "Lifetime access",
  "Testlar": "Tests",
  "Loyihalar": "Projects",
  "Yuklab olinadigan manbalar": "Downloadable resources",
  "Mobil qurilma orqali kirish": "Access via mobile device",
  "1 MARTALIK TO'LOV": "ONE-TIME PAYMENT",
  "Kursni sotib oling va o'rganishni boshlang.": "Buy the course and start learning.",
  "Sotib olish": "Purchase",
  "Narxi": "Price",
  "so`m": "sum",
  "Kurs qay tartibda oʻtiladi?": "What is the order of the course?",
  "text15": "The primary goal of Al Muamalat Consulting is to contribute to the comprehensive development of Islamic finance in Uzbekistan and Central Asia, considering the interests of the countries and in accordance with existing regulations.",
  "text16": "To be the leading consulting firm in Central Asia, fostering a robust and inclusive Islamic finance ecosystem that empowers individuals and businesses, and promotes sustainable economic growth in the region",
  "AL-MUAMALAT taklif etadigan Kurslar, Treyninglar va sertifikatli dasturlar": "Courses, Trainings and Certificate Programs offered by AL-MUAMALAT",
  "team13": "Dr. Magda Ismail",
  "team13-blog": "Expert in Waqf and Islamic Finance",
  "team13-text": "Dr. Magda Ismail, a Ph.D. graduate from IIUM, is an Associate Professor at INCEIF University (Malaysia) specializing in waqf and Islamic finance. She has advised global institutions like UNICEF and ISRA on waqf-linked sukuk, cash waqf, and financial inclusion.",
  "team12": "Professor Dr. Aishath Muneeza",
  "team12-blog": "International Shariah Advisor",
  "team12-text": "Prof. Dr. Aishath Muneeza is a leader in Islamic finance. She was the first female Deputy Minister of the Ministry of Islamic Affairs and Ministry of Finance and Treasury in Maldives. She helped create Maldives’ first Shariah-compliant microfinance scheme and played a key role in structuring Sukuk and Islamic treasury products.",
  "team11": "Professor Monzer Kahf",
  "team11-blog": "International Islamic Finance Expert",
  "team11-text": "Professor Monzer Kahf is a renowned authority in Islamic finance and economics, with decades of global experience as a consultant, trainer, and academic. He has advised international organizations, central banks, and financial institutions on Sharia-compliant frameworks, risk management, and product development.",
  "Xalqaro mutaxassislar": "International Islamic Finance Experts Panel",
  "Nima uchun Islom moliyasi zarur?": "Why Islamic Finance is Necessary?",
  "Islomiy moliya – nima u?": "What is Islamic Finance?",
  "Oʻzbekistonda islom moliyasi qay ahvolda?": "What is the state of Islamic finance in Uzbekistan?",
  "Islom moliyasi ekotizimi sari yo'l...": "The path to Islamic finance ecosystem is clear...",
  "blog8": "Corporate Consultant and Legal Expert",
  "text17": "Mr. Gayrat Rakhmanberdiev is an experienced corporate consultant and legal expert with over 16 years in corporate governance and legal advisory.",
  "MAXSUS KENGASH": "SPECIAL COUNCIL",
  "maxsus_text": "He is an imam deputy and researcher with extensive experience in Islamic sciences, particularly in hadith and tafsir. He began his educational activities in Margilan. Later, in 1997, he completed his bachelor's and master's degrees at 'Darul Uloom' Islamic University in Karachi, Pakistan. For some time, he also studied at an Islamic educational institution in Andijan. He has served as an imam-khatib for a certain period and worked for many years as an imam deputy and researcher.",
  "maxsus_text2": "An Islamic scholar, imam-khatib, and educator with extensive practical and theoretical experience. He has been actively engaged in religious education, fiqh, and imamate for many years. He started his educational career at the 'Khoja Ahror Vali' Secondary Special Islamic School in Samarkand region and later studied at the Tashkent Islamic Institute. Additionally, he completed his master's degree at Alisher Navoi Tashkent State University of Uzbek Language and Literature."
}