{
  "Bosh sahifa": "Home",
  "Biz haqimizda": "About Us",
  "Xizmatlar": "Services",
  "Islom moliyasi": "Islamic Finance",
  "Kurslar": "Courses",
  "Bog'lanish": "Contact",
  "Tezkor havolalar": "Quick Links",
  "Aloqaga chiqing": "Get in Touch",
  "Batafsil ma'lumot": "Learn More",
  "Vizyon": "OUR MISSION",
  "Bizning hamkorlarimiz va mijozlarimiz!": "Our Partners and Clients!",
  "Uchrashuv belgilang": "Schedule a Meeting",
  "Ismingiz": "Your Name",
  "Sizning elektron manzilingiz": "Your Email Address",
  "Sizning raqamingiz": "Your Phone Number",
  "Yuborish": "Submit",
  "Bizning Jamoa!": "Our Team",
  "header1": "To be the leading consulting firm in Central Asia, fostering a robust and inclusive Islamic finance ecosystem that empowers individuals and businesses, and promotes sustainable economic growth in the region",
  "header2": "The primary goal of Al-Muamalat Consulting is to contribute to the comprehensive development of Islamic finance in Uzbekistan and Central Asia, considering the interests of the countries and in accordance with existing regulations.",
  "mission": "Markaziy Osiyoda etakchi konsalting kompaniyasi bo'lish, kuchli va inklyuziv Islom moliya ekotizimini rivojlantirish orqali shaxslar va bizneslarni qo`llab-quvvatlash hamda mintaqaning barqaror iqtisodiy o'sishiga hissa qo'shish.",
  "blog": "CEO and Founder",
  "blog1": "International expert",
  "blog3": "International expert. Director of Advisory Unit",
  "blog4": "Islamic finance advisor",
  "blog5": "Chief financial officer",
  "blog6": "Islamic finance advisor",
  "blog7": "Digital Transformation Strategist",
  "text": "Tursunov Iskandar holds a master’s degree in Islamic finance from INCEIF University in Kuala Lumpur, Malaysia. He also studied Islamic finance at Istanbul Sabahattin Zaim University in Türkiye. He has many years of experience in the banking, insurance, and government sectors.",
  "text1": "Dr. Mezbah Uddin Ahmed is a distinguished researcher at ISRA Research Management Centre, a part of INCEIF University established by Bank Negara Malaysia (Central Bank of Malaysia). He also provides various Islamic Finance advisory services through ISRA Consulting.",
  "text3": "Hayot Azimov Financial engineering, risk management and project management practitioner for past 15 years. Experienced in establishing Islamic Banks and Banking windows in Malaysia. Active interests in Islamic Fintech and blockchain application.",
  "text4": "Xamid Raxmatov earned a master's degree in Islamic finance from International Islamic University Malaysia University in Kuala Lumpur, Malaysia. He has extensive expertise in the financial services, insurance, and the state industries.",
  "text5": "Oripov Sarvar holds an MBA in Finance from Cardiff Metropolitan University in the UK. He has many years of experience in financial management within the private sector. He is also an expert in halal investments and stock market trading.",
  "Bizning Videolar!": "Our Videos",
  "Batafsil o'qish": "Read More",
  "Bizning Maqolalar!": "Our Articles",
  "text6": "Waqf as a Catalyst for Economic Development: How is Uzbekistan Utilizing It?",
  "text7": "Uzbekistan's Potential as a Regional Hub for Islamic Finance.",
  "text9": "Islamic finance against poverty",
  "text10": "Sukuk in Islamic finance: World experience, advantages and opportunities",
  "text11": "Muslim Friendly Tourism: Leading Countries and Opportunities for Uzbekistan",
  "text12": "Islamic financial instruments are a way to reduce the external debt burden",
  "text13": "Dr. A’lam Ilhomovich Asadov, PhD, CSAA is an Assistant Professor of Finance at Prince Sultan University in Riyadh, Saudi Arabia. He holds a PhD in Islamic Finance from INCEIF University and a CSAA certification from AAOIFI.",
  "”ISLOM MOLIYASI”": "”ISLAMIC FINANCE” TOOLS",
  "O'quv dasturlari": "Training Programs",
  "Sertifikatlash dasturlari": "Certification Programs",
  "Ixtisoslashgan kurslar": "Specialized Courses",
  "Xalqaro ta'lim dasturlari": "International Training Programs",
  "Maxsus Kengash": "Special Shariah Board",
  "BIZNING XIZMATLARIMIZ": "OUR SERVICES",
  "Ro'yhatdan o'tish": "Register",
  "Kirish": "Login",
  "text14": "Dr. Ramazan Yildirim specializes in corporate governance, Business Process Management (BPM), and Corporate Risk Management (CRM). He has worked with global firms like Siemens, SAP, and SABIC.",
  "house": "Tashkent city, Mirzo Ulugbek district, Lashkarbegi MFY, 59 Independence",
  "Videodarslar": "Video Lessons",
  "Vazifalar": "Assignments",
  "Kursni oʻrganishni hozirdan boshlang": "Start learning the course now",
  "Bir umrlik foydalanish imkoniyati": "Lifetime access",
  "Testlar": "Tests",
  "Loyihalar": "Projects",
  "Yuklab olinadigan manbalar": "Downloadable resources",
  "Mobil qurilma orqali kirish": "Access via mobile device",
  "1 MARTALIK TO'LOV": "ONE-TIME PAYMENT",
  "Kursni sotib oling va o'rganishni boshlang.": "Buy the course and start learning.",
  "Sotib olish": "Purchase",
  "Narxi": "Price",
  "so`m": "sum",
  "Kurs qay tartibda oʻtiladi?": "What is the order of the course?",
  "text15": "The primary goal of Al Muamalat Consulting is to contribute to the comprehensive development of Islamic finance in Uzbekistan and Central Asia, considering the interests of the countries and in accordance with existing regulations.",
  "text16": "To be the leading consulting firm in Central Asia, fostering a robust and inclusive Islamic finance ecosystem that empowers individuals and businesses, and promotes sustainable economic growth in the region",
  "AL-MUAMALAT taklif etadigan Kurslar, Treyninglar va sertifikatli dasturlar": "Courses, Trainings and Certificate Programs offered by AL-MUAMALAT",
  "team13": "Dr. Magda Ismail",
  "team13-blog": "Expert in Waqf and Islamic Finance",
  "team13-text": "Dr. Magda Ismail, a Ph.D. graduate from IIUM, is an Associate Professor at INCEIF University (Malaysia) specializing in waqf and Islamic finance. She has advised global institutions like UNICEF and ISRA on waqf-linked sukuk, cash waqf, and financial inclusion.",
  "team12": "Professor Dr. Aishath Muneeza",
  "team12-blog": "International Shariah Advisor",
  "team12-text": "Prof. Dr. Aishath Muneeza is a leader in Islamic finance. She was the first female Deputy Minister of the Ministry of Islamic Affairs and Ministry of Finance and Treasury in Maldives. She helped create Maldives’ first Shariah-compliant microfinance scheme and played a key role in structuring Sukuk and Islamic treasury products.",
  "team11": "Professor Monzer Kahf",
  "team11-blog": "International Islamic Finance Expert",
  "team11-text": "Professor Monzer Kahf is a renowned authority in Islamic finance and economics, with decades of global experience as a consultant, trainer, and academic. He has advised international organizations, central banks, and financial institutions on Sharia-compliant frameworks, risk management, and product development.",
  "Xalqaro mutaxassislar": "International Islamic Finance Experts Panel",
  "Nima uchun Islom moliyasi zarur?": "Why Islamic Finance is Necessary?",
  "Islomiy moliya – nima u?": "What is Islamic Finance?",
  "Oʻzbekistonda islom moliyasi qay ahvolda?": "What is the state of Islamic finance in Uzbekistan?",
  "Islom moliyasi ekotizimi sari yo'l...": "The path to Islamic finance ecosystem is clear...",
  "blog8": "Corporate Consultant and Legal Expert",
  "text17": "Mr. Gayrat Rakhmanberdiev is an experienced corporate consultant and legal expert with over 16 years in corporate governance and legal advisory.",
  "MAXSUS KENGASH": "SHARIAH COMMITTEE",
  "maxsus_text": "He is an Islamic scholar, deputy imam, and researcher with extensive experience in Islamic sciences, hadith, and tafsir. He began his educational career in the city of Margilan. Later, in 1997, he completed both his bachelor's and master's degree programs at the Darul Ulum Islamic University in Karachi, Islamic Republic of Pakistan. He also pursued his studies at an Islamic educational institution in Andijan. He served for a period as an imam-khatib and, for many years, has worked as a deputy imam and researcher. Since 2020, he has been employed as a junior research officer at the Imom Termiziy International Scientific-Research Center. He conducts active research in the fields of Islamic sciences, hadith, and tafsir.",
  "maxsus_text2": "He is an Islamic scholar, imam-khatib, and educator with extensive practical and theoretical experience. For many years, he has been actively engaged in religious education, Islamic jurisprudence (fiqh), and imamate. He began his educational career at the Khoja Ahror Vali Secondary Special Islamic School in the Samarkand region and later pursued his studies at the Tashkent Islamic Institute. In addition, he completed his master's degree at the Tashkent State University of Uzbek Language and Literature named after Alisher Navoi. Since 2017, he has served as the imam-khatib at the Siroj-Solih Jami Mosque in the Olmazor district of Tashkent and concurrently works as a senior lecturer at the Tashkent Islamic Institute. He conducts active research in Islamic sciences, Hanafi jurisprudence (fiqh), and family issues.",
  "maxsus_text3": "He is an experienced religious scholar, Arabic language instructor, and imam-khatib with many years of practical experience. He began his educational career at the Mir-Arab Madrasa and later studied at the Tashkent Islamic Institute and the Uzbekistan International Islamic Academy. During his teaching career, he has served as an instructor at prestigious religious educational institutions such as Kokaldosh Madrasa and the Tashkent Islamic Institute named after Imam Bukhari. In addition, he has served as an imam-khatib at the “Ahmadjon Qori” and “Dostjonboy” mosques.",
  "blog9": "Business Development Associate",
  "text18": "Oybek Khojimamatov holds a B.S. in Accounting from the University of South Florida, USA, and has earned CPSS and CPFAS certifications from AAOIFI. He has a strong foundation in accounting and Islamic finance.",
  "Islomiy moliya olimlari Toshkentda yig‘ildi": "Islamic finance scholars gathered in Tashkent",
  "Islom moliyasi bo‘yicha 20-xalqaro forum Toshkentda bo‘lib o‘tdi": "The 20th International Forum on Islamic Finance was held in Tashkent",
  "ISSF 2025 forumi - islom moliyasini joriy etish yo'lidagi muhim qadam": "ISSF 2025 Forum - an important step towards the introduction of Islamic finance",
  "Sizning xabaringiz muvaffaqiyatli yuborildi!": "Your message has been sent successfully!",
  "O‘zbekistonda islomiy moliyani joriy qilish boshlandi, maxsus qonun parlament tasdig‘idan o‘tdi": "The introduction of Islamic finance has begun in Uzbekistan, a special law has been approved by parliament",
  "Islom moliyasida sheriklik, qarz va muddatli to‘lov — MUAMALAT TIME": "Partnership, debt, and installment payments in Islamic finance — MUAMALAT TIME",
  "Muamalat Time — Vaqt.uzʼda Islom moliyasiga atalgan yangi loyiha": "Muamalat Time — A new project on Vaqt.uz dedicated to Islamic finance",
  "Islomiy moliyada nazorat: “o‘tlab ketmaslik” uchun qanday vositalar bor?": "Control in Islamic finance: what tools are there to avoid 'grazing'?",
  "Islomiy moliya bo'yicha konsalting va maxsulot tuzilmalari eksperti": "Islamic finance advisory and product structuring expert",
  "Baxtiyorjon Fayzullayev": "Bakhtiyorjon Fayzullaev",
  "baxtiyor_text": "Bakhtiyorjon Fayzullaev holds bachelor's degree in International Economics and Management from the University of World Economy and Diplomacy.",
  "four_title": "Program Structure and Content",
  "four_text": "CSAA consists of two main modules (in the new AAOIFI modular structure):",
  "CPSS — Certificate of Proficiency in Sharia Standards": "CPSS — Certificate of Proficiency in Sharia Standards",
  "CPAAGE — Certificate of Proficiency in Audit, Assurance, Governance and Ethics": "CPAAGE — Certificate of Proficiency in Audit, Assurance, Governance and Ethics",
  "AAOIFI tomonidan ishlab chiqilgan barcha Shari’ah standartlarini o‘rganishni qamrab oladi.": "AAOIFI tomonidan ishlab chiqilgan barcha Shari’ah standartlarini o‘rganishni qamrab oladi.",
  "Shariat auditi, boshqaruv va etika bo‘yicha AAOIFI standartlarini, jumladan Etika kodeksini qamrab oladi.": "Shariat auditi, boshqaruv va etika bo‘yicha AAOIFI standartlarini, jumladan Etika kodeksini qamrab oladi.",
  "CSAA imtihoniga kirish talablari": "CSAA Entry Requirements",
  "CSAA uchun kirish talabi buxgalteriya hisobi, audit, biznes yoki menejment va moliya kurslarini o‘z ichiga olgan to‘rt yillik universitet darajasi (AAOIFI tomonidan tan olingan universitetdan) yoki tan olingan professional buxgalteriya malakasi hisoblanadi.": "The entry requirement for CSAA is a four-year university degree (from a university recognized by AAOIFI) or a recognized professional accounting qualification that includes courses in accounting, auditing, business or management and finance.",
  "Bunday ma’lumotga ega bo‘lmagan nomzodlar PRC (pre-requisite competency) imtihonlarini topshirishlari kerak bo‘ladi. PRC bo‘yicha imtihon AAOIFIning BRE va AAE o‘quv matnlari asosida o‘tkaziladi.": "Candidates who do not have such education will have to take the PRC (pre-requisite competency) exams. The PRC exam is based on the AAOIFI’s BRE and AAE study texts.",
  "AAOIFI ilmiy darajalari ushbu shartlardan ozod etilishi mumkin bo‘lgan universitetlar ro‘yxatini yuritadi va e’lon qiladi.": "AAOIFI will maintain and publish a list of universities whose academic degrees are exempt from these conditions.",
  "Shari’ah Standards (SS) – 30%": "Shari’ah Standards (SS) – 30%",
  "Islamic Financial Structuring and Development (IFSD) – 30%": "Islamic Financial Structuring and Development (IFSD) – 30%",
  "Business and Regulatory Environment (BRE) – 20%": "Business and Regulatory Environment (BRE) – 20%",
  "CPSS — Certificate of Proficiency in Shari’ah Standards. AAOIFI tomonidan ishlab chiqilgan barcha Islomiy moliya standartlarini o‘rganish.": "CPSS — Certificate of Proficiency in Shari’ah Standards. Study of all Shari’ah standards developed by AAOIFI.",
  "CPFAS — Certificate of Proficiency in Financial Accounting Standards. AAOIFI’ning islomiy moliyaviy hisob (accounting) bo‘yicha mutaxassislar uchun mo‘ljallangan ilg‘or darajadagi professional malakasi.": "CPFAS — Certificate of Proficiency in Financial Accounting Standards. AAOIFI's advanced professional qualification for specialists in Islamic financial accounting.",
  "CPAAGE — Certificate of Proficiency in Audit, Assurance, Governance and Ethics. Shariat auditi, korporativ boshqaruv va etika bo‘yicha AAOIFI’ning barcha standartlarini, jumladan Etika kodeksini qamrab oladi.": "CPAAGE — Certificate of Proficiency in Audit, Assurance, Governance and Ethics. Covers all AAOIFI standards on Shari’ah auditing, governance, and ethics, including the Code of Ethics.",
  "CIPA imtihoniga kirish talablari": "CIPA entry requirements",
  "CIPA uchun kirish talabi buxgalteriya hisobi, audit, biznes yoki menejment va moliya kurslarini o‘z ichiga olgan to‘rt yillik universitet darajasi (AAOIFI tomonidan tan olingan universitetdan) yoki tan olingan professional buxgalteriya malakasi hisoblanadi.": "The entry requirement for CIPA is a four-year university degree (from a university recognized by AAOIFI) or a recognized professional accounting qualification that includes courses in accounting, auditing, business or management and finance.",
  "CIPA darajasi barcha uchta modul va amaliy tajriba talablarini (PER) muvaffaqiyatli bajarilgandan so‘ng beriladi. PER nomzodning buxgalteriya bilan bog‘liq ish tajribasini tasdiqlovchi batafsil ish tavsifi bilan nomzod tashkilotining Inson resurslari tomonidan berilgan Ma’lumotnoma taqdim etish orqali isbotlanadi.": "The CIPA fellowship is awarded upon successful completion of all three modules and practical experience requirements (PER). The PER is proven by provision of Employment Certificate issued by Human Resources of your organization with a detailed job description proving candidate’s accountancy-related work experience.",
  "Tayyorlov kursiga yozilish": "Registration for preparatory course",
  "AAOIFI imtihoniga ro‘yxatdan o‘tish": "AAOIFI exam registration",
  "Bog‘lanish": "Contact",
  "AAOIFI tashkilotining O‘zbekistondagi rasmiy hamkori": "Official land partner of AAOIFI in Uzbekistan",
  "AAOIFI (Accounting and Auditing Organization for Islamic Financial Institutions) — dunyoning 50 dan ortiq mamlakatlarida tan olingan islom moliyasi standartlarini belgilovchi yetakchi xalqaro tashkilot.": "AAOIFI (Accounting and Auditing Organization for Islamic Financial Institutions) is a leading international organization that publishes Islamic finance standards recognized in more than 50 countries worldwide.",
  "Ro‘yxatdan o‘tish va imtihon topshirish tartibi": "Registration and examination procedure",
  "Mos sertifikat dasturini tanlash": "Selection of a suitable program for certification",
  "Ro‘yxatdan o‘tish va hujjatlarni topshirish": "Registration and submission of documents",
  "Imtihon uchun to’lov qilish": "Payment of the registration fee",
  "Imtihonlarga tayyorgarlik ko‘rish": "Receiving training materials for exam preparation",
  "Imtihon topshirish (tanlangan dasturga qarab sanalar qo‘shimcha e’lon qilinadi)": "Taking the exam (the dates will be announced additionally depending on the chosen program)",
  "Natijalar e’lon qilinishi": "Announcement of the results",
  "Sertifikat olish agar imtihondan muvaffaqiyatli o‘tsa": "Obtaining a certificate if passed",
  "Yuqoridagi dasturlar bo‘yicha AAOIFI imtihonlari Toshkent shahridagi Al Muamalat rasmiy imtihon markazi tomonidan o‘tkaziladi.": "AAOIFI exams for the below-mentioned programs are conducted by the Al Muamalat official examination center in Tashkent.",
  "Batafsil ma’lumot": "Learn more",
  "AAOIFI imtihonlari": "AAOIFI Registration"
}